Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Boyfriend Makeover.tmx
Source language: ko_kr
Languages: en_us

source: 청푸름
en_us: BLUE

source: 자, 그럼 얘들아~
en_us: well then, everyone!

source: 그때 그 꽃분이 태권도장 언니!!
en_us: daisy! from the taekwondo place!!!

source: 맑은 물
en_us: WATER

source: 운동 늘려보니까 어때?
en_us: how does it feel to do more exercise?

source: 저벅
en_us: STEP

source: 으응?
en_us: huh?

source: 흘금
en_us: GLANCE

source: 그건 그냥 친구로서 준 거지!
en_us: that’s just because you’re my friend!

source: 말했잖아, 난 너보다 백배 천배 나은 남자친구 사귈 거라고!!
en_us: I told you! I’m going to find a boyfriend who’s a million times better than you!!!

source: 김미호를 줄게.
en_us: ...you can have minho.

source: 그러면...
en_us: that is how...

source: 방학 잘 보내고~!!
en_us: enjoy your vacation!

source: 오늘 운동 완료~!!!
en_us: today’s workout, clear!!!

source: 또각
en_us: CLACK

source: 큐브몬스터도 그렇게 자연스럽게 입덕하게 됐구~
en_us: that’s how I naturally came to like cube monster as well.

source: 히이익
en_us: GASP

source: 내 생각이 맞았어...
en_us: I was right.

source: 우와~ 맛있겠다!!!
en_us: wow! this looks so good!!!

source: 그리고…
en_us: and...

source: 두근
en_us: THUMP

source: 보란듯이 잉스타 글도 다 내렸어!!!
en_us: he took down everything from his instar profile!!!

source: 사람들의 시선이 신경쓰이냐고!!
en_us: should I even be worried about what people think of me?!

source: 애교살에 아이라인까지 그려넣어주면 끝!:3
en_us: And finish off with eyeliner under the eyes! :)

source: 헐, 진짜 우리 반으로 왔잖아?!
en_us: whoa! he really came to my class!!!

source: 아직도 꿈만 같아…
en_us: ...this still feels like a dream for me.

source: 어서 잘 생겨져서 멋있어진 모습으로 네 곁에 서고 싶어.
en_us: I want to change quickly... and stand by your side as a handsome guy.

source: 크리스마스를 보내게 되다니...
en_us: ...with someone who isn’t my boyfriend?

source: 딸랑 딸랑
en_us: DING DING

source: 툭
en_us: TAP

source: 이렇게 갑자기요!?
en_us: so suddenly?!

source: 며칠 전...
en_us: a few days ago

source: 무조건 적게 먹고 많이 움직이면 살이 빠지는 줄 알았는데...
en_us: I thought he’d only need to eat less and exercise more to lose weight...

source: 괜찮아!?
en_us: are you okay?!

source: 후다닥!
en_us: ZOOM

source: 옷 상태들도 다 별로고...
en_us: his clothes aren’t in good shape at all...

source: 이렇게 빨리요...?
en_us: that fast?

source: ...응?
en_us: huh?

source: 이 채널 재밌어?
en_us: is it good?

source: 그걸 네가 어떻게 알아?
en_us: how do you know?

source: 아하…!
en_us: I see!

source: 우리 시원이 공부하는 거 멋있죠?
en_us: look at my siwon studying! isn’t he so fine?

source: 유시아 Sia Yoon
en_us: Sia Yoon

source: 벌써 프로젝트를 시작한지 2개월이 훌쩍 지나버렸고,
en_us: two months had already passed since starting the project.

source: 나, 나도 시아쨩 선물 사줄래!!
en_us: I-I want to buy you a present too, sia-chan!!!

source: 잠시 쉬었다 오겠습니다.
en_us: I’m Taking a Break

source: 뚱뚱한 오타쿠인 네가 학교의 킹카가 되기까지의 과정을 콘텐츠에 담는 거야.
en_us: ...you’re going to transform from an overweight otaku to the superstud star of our school. I’ll be filming the entire process, too.

source: 저 그때 언니 완전 잘 따랐잖아요~ 진짜 오랜만이다!
en_us: I really liked you and followed you everywhere back then! long time no see!

source: 좋아하는 여자애가 헐뜯기는 동안 난 아무것도 못했어.
en_us: they were insulting the girl I like... but I couldn’t do a single thing.

source: 민호님, 싸인 좀 해주세요!!!
en_us: minho! please give me your autograph!!!

source: 삐질 삐질
en_us: NERVOUS

source: 헉헉 탁 헉 탁
en_us: HUFF HUFF TAP HUFF TAP

source: 그동안 먹는 양이 많이 줄었을테니까…
en_us: ...because his body is used to eating less now.

source: 아니라는 걸 알면서도...
en_us: I know I’m wrong...

source: 엄청 자주 오시네~ 이참에 제 PT 받으세여~
en_us: you come really often! how about some personal training from me while you’re here?

source: 너무해~!!
en_us: you’re mean!

source: 무릎은 더 넣고!
en_us: and tuck your knees in!

source: 여기 맞네, 김민호 반.
en_us: so I was right. this is minho’s class.

source: 꿈인가...?
en_us: is this... a dream?

source: 그런데 어떻게 하지...
en_us: but there’s a problem.

source: 그렇게 말할 줄 알았어.
en_us: I expected you to say that.

source: 드디어 나에게도 봄이 왔다.
en_us: finally, I found romance...

source: 오타쿠들 중에서도 내 구독자가 있어?
en_us: geeks subscribe to my channel, too?

source: 뭔가 혼자 보기 아까운걸?
en_us: this is too good for only me to see.

source: ㄱ ㄴ ㅏㅓ
en_us: @#/&_ abc def

source: 제대로 잘 나오는데...?
en_us: it isn’t broken...

source: 라방중에 공개된 윤시아 새 남친
en_us: ay, Sia Yoon revealed her new boyfriend in a livestream.

source: 저녁 운동을 마치고 돌아온 민호 오빠는,
en_us: whenever minho returns home from his workouts...

source: 랑북!
en_us: tortle!

source: 그, 그럼 어떡해…?
en_us: th-then... what should I do?

source: 그리고 보니…
en_us: I’ve been curious...

source: 미모합 쩌는 선남 선녀에...
en_us: they’re both super gorgeous!

source: 그래…!
en_us: yeah!

source: 뭐어...!?
en_us: what?!

source: 계속 달라진 게 없는 것 같고…
en_us: and I didn’t see any changes...

source: 예전부터 생각한 건데…
en_us: you did that last time too...

source: 학생~
en_us: hey, there.

source: 콘텐츠는 갑자기 뭐고...
en_us: what do videos...

source: 무작정 연예인 식단을 하는 건 너무 위험해.
en_us: it can be dangerous to copy a celebrity’s diet without a proper plan.

source: 스트레스나 풀 겸…
en_us: ...and relieve some stress.

source: 그, 그래?
en_us: o-okay...

source: 우리 사귈래?
en_us: ...do you want to be my boyfriend?

source: 갑자기...
en_us: suddenly...

source: 분명 먹고싶어질 거라고!!!
en_us: if I do, I’ll want to eat some!!!

source: 오늘따라 피부가 좋은데...?
en_us: my skin’s in great condition today!

source: 김민호는…
en_us: minho is...

source: 그러니까...
en_us: so...

source: 슥 슥
en_us: FLIP FLIP

source: 비실…
en_us: WEAK

source: 만보치킨
en_us: Yummy Chicken

source: 전영홍
en_us: Yeonghong Jeon

source: 윤시아 저 돼지랑 크리스마스에 데이트 GOTEOZZZ
en_us: Apparently, Sia went out on a date with that pig, lol

source: 김민호랑 처음으로 같이 찍은 셀카라서 그런가?
en_us: is it because this is the first selfie I took with minho?

source: 작곡 우치파 카카시
en_us: Composed by: Wuchipa Kakashi

source: 뭘 찍은 거냐?
en_us: what the heck is this?

source: 빠악
en_us: THWACK

source: 저들만큼 좋아하는 게 있나?
en_us: ...do I like anything as much as they do?

source: 대기실
en_us: WAITING ROOM

source: 아니,
en_us: no...

source: ㅇㅋ~
en_us: good!

source: 한 가지 간과한 것이 있었다.
en_us: I overlooked one thing.

source: 내가 사람들 많은데서 붙지 말랬지...
en_us: I told you not to cling onto me like this in public...

source: 바로 시작하는게 아니었어...?
en_us: I don’t get to start right now?

source: 훅훅
en_us: HUP HUP

source: 40개
en_us: 40 Replies

source: 다정하다.
en_us: ...than I thought.

source: 지금 장난할 때야!?
en_us: stop joking with me!!!

source: 비밀 데이트를 주로 하던 장소잖아...?
en_us: ...usually saw each other in secret.

source: 시시커플 계정은 앞으로 저의 개인 뉴튜브 계정으로 사용하기로 결정했으며, 여태 시시커플을 사랑해주셨던 분들께 아쉬움을 안겨드려 죄송합니다.
en_us: The SISI Couple channel will now be my personal channel. I want to extend my deepest apologies for disappointing those of you who have been fans of the SISI Couple.

source: 쿠궁...
en_us: DUN

source: 훌쩍 훌쩍
en_us: SOB SOB

source: 그럼 내가 지금 예매 할게.
en_us: then I’ll book the tickets now.

source: 아니, 뭐…이정도야~
en_us: I mean, well... this happens sometimes...

source: 역시...
en_us: I guess...

source: 많은 분들이 궁금해 하셔서 백시원과 저의 현재 관계에 대해서 알려드리고자 합니다.
en_us: Many people have been asking about the current status of my relationship with Siwon Baek.

source: 악!
en_us: ow!

source: 난 보면 안 되냐…?
en_us: why? am I not allowed to watch it?

source: 넓고 좋다~
en_us: it’s nice and big!

source: 컨텐츠 망했다...
en_us: my video content is doomed...

source: [평생 다이어트 하는 블로그!{j}XD]
en_us: [Blog: Dieting my entire life! Haha...]{j}

source: 와…!
en_us: wow!

source: 너무해, 아직 다 먹지도 못 했는데!!
en_us: but I didn’t even finish eating yet!!!

source: 그 중요한 걸 믿고 맡겨줬는데 널 실망시키고 싶지 않았거든.
en_us: since you entrusted such an important thing with me, I didn’t want to disappoint you.

source: 꼬르륵...
en_us: GROWL

source: 긁지 않은 복권은 무슨...!
en_us: hidden gem, my foot!

source: 꾹
en_us: PRESS

source: 꿀꺽 꿀걱
en_us: GLUG GLUG

source: 비공개 처리된 동영상입니다.
en_us: This video has been made private.

source: 너, 너무 부담 갖지 않아도 되는데...
en_us: d-don’t turn it down so fast!

source: 아야!
en_us: owww!

source: 제발 전학생이랑 같은 반이 되게 해주세요...!
en_us: please let the new kid come to my class!

source: 만식
en_us: Mansik

source: 긁지 않은 복권은...
en_us: I found...

source: 고백 성공한거냐아~!!
en_us: did your confession work??

source: 미안...
en_us: sorry...

source: 1월 전세계 동시개봉!
en_us: In theaters worldwide this January!

source: 동네 아이들에게 자주 괴롭힘을 당하곤 했었다.
en_us: ...so the other kids in the neighborhood often bullied me.

source: 뭔가 잘못온 거 같아…
en_us: ...don’t think I belong here.

source: 저기, 그럼… 김민호…
en_us: then, uh... minho...

source: 이벤트기획 공모전
en_us: Event Planning Contest

source: 오셨군요!
en_us: welcome back!

source: 짝짝짝
en_us: CLAP CLAP CLAP

source: 이번 편집 재밌겠어~ㅎㅎ
en_us: it’ll be a lot of fun editing this one!

source: 다다다
en_us: DASH

source: 구독자 수가 계속 떨어지고 있단 말이야...
en_us: I’m losing subscribers!

source: 고생했어~
en_us: good work, minho!

source: 우리 가족들은 민호를 기억할까?
en_us: I wonder if my family will remember him.

source: 알다시피 나 요즘 다이어트 중이잖아...
en_us: I told you, I’ve been dieting recently...

source: 찾아볼게.
en_us: I’ll go look.

source: 그걸 말이라고...
en_us: how does that make any sense?

source: 크윽!!
en_us: ugh!

source: 미, 미안...
en_us: s-sorry...

source: 그런데 시아야,
en_us: by the way, sia.

source: 나는 꼭…
en_us: I’m going to...

source: 그래, 너!
en_us: yes, you!

source: 백시원이겠지...!!!
en_us: it’s siwon!!!

source: 라고는 말했지만...
en_us: ...is what I said, but...

source: 드디어...
en_us: finally...

source: 몰라...!!
en_us: ah, whatever!!!

source: 제 12회 서울 코믹랜드
en_us: 12th Annual Seoul Comic Expo

source: 우와, 시아야 너 다 알아본다~
en_us: whoa, sia! they recognize you!

source: 헤어, 무드, 대사까지 모두 내 설계대로 였다면 완벽했다고!!!
en_us: your hair, your vibe, and even your lines had to be perfect if you did exactly as I said!!!

source: 내일은 어떤 운동을 하게 될지 기대된달까...
en_us: I look forward to what I’ll do tomorrow...

source: 그날로 부터 2주 후,
en_us: two weeks later

source: 전남친이랑 헤어진지 얼마 안 됐었나봐.
en_us: she broke up with her boyfriend not too long ago.

source: 이거 봐~ 내 방은 딱히 볼 게 없다니까!
en_us: see? there isn’t anything special in my room!

source: 다이어트 방법에 변화를 준다!
en_us: just change something in your dieting routine!

source: 등교할 땐 대중교통을 이용하지 않고,
en_us: instead of taking the bus to school...

source: ㅋㅋㅋㅋㅋㅋㅋ공부도 안하는 ㅅㄲ들이ㅋㅋ
en_us: lololol you fools don’t even study lol

source: 그, 그래…
en_us: o-okay...

source: 귀는 니가 더 빨간데요…
en_us: your ears are redder...

source: 하하, 네…
en_us: haha... thank you...

source: 그 오타쿠 살을 왕창 빼게 한 다음 꽃미남으로 만들어라?
en_us: make that otaku lose all his weight and turn him into a stud? seriously?

source: 원푸드 다이어트 어렵지 않아요~~~
en_us: The single food diet isn’t difficult to follow!

source: 안 그래도 이번 방학동안 할 컨텐츠가 없어서 고민 중이었거든,
en_us: I was actually struggling to figure out what content to put out during vacation.

source: 저, 저기 시아짱...
en_us: uh, sia-chan...?

source: 뉴튜브를 찍는 순간부터
en_us: the moment the filming begins...

source: 이거 이거...
en_us: oho!

source: 백시원은...
en_us: siwon baek...

source: 아까부터 시아쨩 귀가 너무 빨개서…
en_us: sia-chan, your ears have been red for a while...

source: 토리오 카케아가루 후라이야~
en_us: torio kage-agaru furaiya~

source: 나코짱과 굉장히 닮았어!!!
en_us: ...she’s a lot like nako-chan!!!

source: 친구들이랑 놀다가 이제 막 끝났지.
en_us: I was hanging out with my friends.

source: 그렇다면 비로소...
en_us: then, when that time comes...

source: 난 이미 다른 콘텐츠를 준비하고 있었는걸?
en_us: ...I’ve already started preparing other content.

source: 치과 청푸름 소아청(소년과)
en_us: Dentist Happy Pediatrics

source: 저, 저기 언니...
en_us: um, sia...?

source: 힝…
en_us: WHINE

source: 파이팅
en_us: Fight on.

source: 네 생각하며 버텼지.
en_us: I just endured it by thinking of you.

source: 지금처럼 적게 먹고 많이 걸으면 살은 계속 빠지겠지,
en_us: you’ll certainly keep losing weight just by eating less and walking more.

source: 그, 그런...
en_us: b-but...

source: 뭐라도 나와?
en_us: did anything come up?

source: 정말 잘생겨질 수 있을까?
en_us: really make me handsome?

source: 걔도 잘생겨지면 좋고, 나도 뉴튭 성공하면 좋으니까 서로 윈윈이라 생각했지…
en_us: I just thought it’d be a win-win since he’d become handsome and my channel would grow.

source: 제발 전학생 우리 반으로 보내주세요!!
en_us: so please! send the new kid to my class!

source: 다이어트 시작 7일차...
en_us: on the seventh day of minho’s diet...

source: 것보다 너...
en_us: you...

source: 실망이 커보이네…
en_us: he looks really disappointed...

source: 그러고보니 네 방은 어디야?
en_us: so where’s your room?

source: 마치 선생님처럼요...
en_us: kind of like a coach...

source: 이럴 줄 알았으면 카메라 가지고 갈 걸!!
en_us: if I’d known sooner, I would’ve taken my camera!!!

source: 불쑥
en_us: POP

source: 운동이지!!
en_us: we work out!!!

source: 아휴
en_us: SIGH

source: 싱긋
en_us: SMILE

source: 2022년 7월 1일
en_us: 1 month ago

source: 곧 영화 sofurkseob
en_us: the movie will stop showing soon :(

source: 민호의 인기가 나쁘지 않은 편이란 것!!
en_us: ...but also by the general public!!!

source: 진짜 잘 생겼다...
en_us: he’s really good-looking...

source: 씨익 씨익
en_us: HUFF HUFF

source: 이런 건 일반인들의 문화야, 괜히 손대지 말라고.
en_us: only normal people do this kind of thing. don’t try it yourself.

source: 알고리즘에 끌려 단순 호기심으로 민호의 변화를 궁금해하는 신규 구독자들이 늘어난 것,
en_us: but they were replaced by a new group of subscribers who were curious about minho’s transformation.

source: 옛날 생각이 떠올라 버리잖아...!!
en_us: ...reminds me of my past!!!

source: 배고파!!!
en_us: ...hungry!!!

source: 응응!
en_us: yup!

source: 부족했던 영양을 빨리 섭취해줘야 기운을 차리니까…
en_us: he needs to eat something fast to recover his energy...

source: 걔 이번에 입술 필러 맞아서 입술 완전 '듀'잖아!!
en_us: she got lip fillers recently, so her lips are totally dooh!!!

source: 코찔찔이 김민호는 무럭 무럭 자라서...
en_us: minho “snot-face” kim grew up...

source: 웃는 모습이 정말 예뻤던 아이
en_us: he had such a pretty smile.

source: 벌컥!
en_us: FLING

source: '윤시아'채널에 대한 화제성 자체는 커플 채널을 운영할 때보다 많이 커진 상태다.
en_us: however, the channel sia yoon was a hotter topic now than it was as a couple’s channel.

source: 왜 헤어졌을까?
en_us: why do you think they broke up?

source: ..에
en_us: uh...

source: 빨리 학교 가자.
en_us: let’s go to school now.

source: 뭐야, 왜 아직도 뉴튜브 타령이야.
en_us: what? you’re still concerned about newtube?

source: 조회수 88만회
en_us: 880K views

source: 아쉽다...
en_us: I wish you could stay longer...

source: 그 식단을 그대로 따라해보는 거지,
en_us: he’s going to follow that meal plan to a t.

source: 이제 정체기도 해결된 거겠지?
en_us: he must have escaped the plateau now, right?

source: 너 나 없으면 노트북 몰래 쓰려고 했지!!
en_us: you were going to take it without asking if I weren’t here, weren’t you?!

source: 끼요옷~!
en_us: yeahhh!

source: 쟤야?{j}그 전학생?
en_us: is he the new kid?{j}

source: 아, 안녕
en_us: h-hi!

source: 은근히 반응이 좋네~
en_us: ...is doing pretty well!

source: 생각해보면 민호가 항상 나한테 맞춰주기만 했지,
en_us: now that I think about it, minho has always been doing as I wanted.

source: 오빠는 요즘 덕질을 안 한다.
en_us: minho doesn’t stan his anime character nowadays.

source: 난 나코짱 덕후의 자격이 없어!!!
en_us: I don’t deserve to stan nako-chan anymore!!!

source: 그럼 나는?
en_us: th-then... what about me?

source: 파티 안 할 거라니까 쓸데 없는 짓을…
en_us: I told them I didn’t want a party...

source: 이거 마음이 조금 흔들리네...
en_us: that’s definitely an attractive offer...

source: 할게...
en_us: I’ll do it...

source: 좋아요 155,205개
en_us: 155,205 likes

source: 이게 어떻게 된 거야!
en_us: why do you weigh even more?

source: 우리 어릴 때 보던 거…
en_us: like what we watched when we were little...

source: 그, 그러니...
en_us: I-I see...

source: 서, 성환쿤!!
en_us: s-seonghwan-kun!!!

source: 뭐, 뭐어!?
en_us: wh-what?!

source: 청소기도 돌리고!!
en_us: and vacuum the whole place!!!

source: 백시원과 저는 최근에 개인적인 사정으로 인해 결별 했음을 알려드립니다.
en_us: Siwon and I have recently ended our relationship due to personal issues.

source: 근손실엔 뭐다!?
en_us: so how do we fix muscle loss?!

source: 시, 시아쨩… 저 애는 또 누구야 ㅠ…?
en_us: s-sia-chan... wh-who is that?!

source: 나 현금 없지!!!
en_us: I don’t have any cash!!!

source: 서울야시장
en_us: Seoul Bar

source: 1화
en_us: Episode 1

source: 빨리 뭐라도 해 봐!!!!
en_us: do something!!!!

source: 츄릅
en_us: DROOL

source: 여태 쌓아놓은게 얼만데...!!
en_us: we put so much time and effort into it!!!

source: 제이유 다이어트
en_us: J.U.’s Diet

source: 당장 시아 전 남친만 봐도...
en_us: I mean, look at her ex...

source: 소곤
en_us: WHISPER

source: 뭐어?!
en_us: what?!

source: 그런데 난 이런 몸뚱아리로 햄버거나 몰래 먹으랴다 걸리고!
en_us: meanwhile, I got caught trying to eat a burger with this body!

source: 나 SNS 하는 거 별로 안 좋아하기도 하고…
en_us: they don’t like that I post on social media either...

source: 장족의 발전이다...
en_us: this is a huge improvement.

source: 내가 최선을 다해 도와줄게!
en_us: I’ll do everything I can to help!

source: 너 분명 저번에 안 한다고 하지 않았냐?
en_us: you said you didn’t want to do it earlier.

source: 네네~ 다녀오겠습니당~
en_us: okay, dad. see you!

source: 돼… 돼지…?
en_us: a... p-pig...?

source: 짜증나!!!
en_us: I hate this so much!!!

source: 시아쨩 목소리…
en_us: sia-chan’s voice...

source: 그건 나야...
en_us: in my opinion...

source: 밀린 연락들이 많네…
en_us: I missed a lot of messages...

source: 저벅 저벅
en_us: STEP STEP

source: 뭐야...?
en_us: what’s this?!

source: 하하, 진정하라구 민호킁!
en_us: haha, relax, minho-kun!

source: 갑자기 왜 이런 꼴로 나타나서...
en_us: why are you suddenly back... while looking like that?

source: 그럼 그 형도 데려오든가.
en_us: then bring your friend with you.

source: 그, 그렇구나...
en_us: I-I see...

source: 오, 너 이 노래 아는구나?
en_us: oh, you know this song?

source: 너도 참 대단하다.
en_us: you’re really something.

source: 좋아요 14k
en_us: 14k likes

source: 나와 함께 만화나 읽지 않겠나.
en_us: how about reading some comics with me?

source: 쓸모가 없어...
en_us: an utter failure...

source: 헤헤…
en_us: hehe...

source: 최만식은...
en_us: mansik choi...

source: 사실…
en_us: honestly...

source: 나코짱 들켜버렷!!!!!!
en_us: nako-chan got exposed!!!!!!

source: 헤엑?
en_us: huuuh?

source: 애니메이션 팬들 뿐만 아니라 일반 대중들 사이에서도
en_us: ...is that minho is pretty well-liked not only amongst anime geeks...

source: 또라니!
en_us: “again”?!

source: 좋아하는데…
en_us: ...and looks so happy.

source: 꽃분이 너무 멋있다~!
en_us: daisy’s so cool!

source: 너 뭐하고 있나 해서...
en_us: I was just wanted to ask what you’re doing...

source: 팔로잉 메시지
en_us: Following Message

source: 알람 9:00
en_us: Alarm 9:00

source: 콩닥 콩닥 콩닥
en_us: BA-BUMP BA-BUMP BA-BUMP

source: 어차피 먼저 50만 구독자 찍는 건 나니까!
en_us: ‘cause I’ll be first to 500k anyway.

source: 웅성 웅성
en_us: MURMUR MURMUR

source: 춥지,
en_us: it’s cold, right?

source: 으, 으응...
en_us: o-okay...

source: 데려다줄게!!
en_us: I’ll take you home!!!

source: 핼쑥
en_us: HAGGARD

source: 으응...
en_us: o-okay...

source: 시원아 이거 봤어?
en_us: Did you see this, Siwon?

source: 너도 나도 뉴튜브를 도전하고 있는 이 지금!
en_us: ...are attempting to showcase their unique personalities on NewTube.

source: 늘 만신창이가 되어 있다.
en_us: ...he’s always a complete mess.

source: 갑자기 무슨 일이야?
en_us: why did you call?

source: 그런데 그걸 어떻게...
en_us: but... how?

source: 얼레리 꼴레리~ 윤꽃분이랑 김민호는 사귄대여~ 사귄대여~
en_us: nyah nyah nyah nyah nyaaah~ daisy and minho are in looove~

source: 헤헷~
en_us: HEHE

source: 나락가기 싫으면.
en_us: unless you want to be exposed.

source: 맞아,
en_us: you’re right.

source: 상상 그 짜릿한 즐거움!!
en_us: Enjoy more than you can even imagine!!!

source: 우선예약
en_us: Reserve first

source: 아줌마!
en_us: hey, lady!

source: 소망고시텔 4F
en_us: Hopeful Study Rooms 4F

source: (*이렇게까지 건방지진 않았음)
en_us: (*he wasn’t this rude.)

source: 확 ㅋ
en_us: RAISE HEH

source: 야아~ 빨리 와!!
en_us: hey! come on, hurry!!!

source: 걔한테 물어보면 되겠다!
en_us: I can ask them for help!

source: 꾸궁
en_us: DA DUN

source: 소식 들었다!
en_us: I heard!

source: 전엔 10kg나 빠졌는데…
en_us: I lost more than 20 last time...

source: 그럼 그러든가...
en_us: okay, then...

source: 32분 전 좋아요 답글달기
en_us: 32 minutes ago Like Reply

source: 하이, 민호~
en_us: hi minho!

source: 개부럽다.
en_us: I’m so jealous.

source: 김민호...?
en_us: minho?

source: 분위기가 살벌했다니!?
en_us: turned for the worst?

source: 웅!!
en_us: yeah!!!

source: 곧 50만을 앞둔 고등학교 커플 뉴튜버 시시커플 결별 소식
en_us: A high school couple with nearly half a million subscribers breaks up.

source: 좁다고…?
en_us: tiny?

source: 더 자고 싶다구우...
en_us: I want to sleep more...

source: 부들
en_us: TREMBLE TREMBLE

source: 나 못 하겠어...
en_us: I can’t do it.

source: 진짜 귀엽다…
en_us: ...is so cute.

source: 그럼 오늘도 파이팅있게 달려보실까요!
en_us: well then, let’s go at it again today!

source: 모니터 밖...!?
en_us: outside of the monitor?!

source: 살 빠졌더니 다들 날 쳐다보는 거 같아...
en_us: I think people are staring at me now that I lost weight...

source: 김시현
en_us: Sihyeon Kim

source: 흡연시
en_us: indoors

source: 야, 이 식단은 내가 봐도 심했다.
en_us: even I don’t think this diet’s a good idea.

source: 매일매일 왕복 한 시간은 걸었고,
en_us: ...he walked for an hour there and back every day.

source: 어디, 어디?
en_us: where?

source: 윤시우(엄마가 지어줌)
en_us: siu yoon (named by mom)

source: 그런 곤란한 질문을 하다니...!!!
en_us: don’t ask such a difficult question!!!

source: 뭐든지 말만 하세요!
en_us: just let me know!

source: 그건...
en_us: well...

source: 하여간 윤시아...
en_us: at any rate, sia!

source: 이거 이거, 완전 초짜를 데려왔구먼!?
en_us: you brought a complete newbie!!!

source: 이금석
en_us: Geumseok Lee

source: 흠…
en_us: HMMM

source: 해피 키
en_us: Happy Kids

source: 야, 일어나.
en_us: hey. you okay?

source: 왜, 잘 어울리는데~
en_us: come on! you two look good together!

source: 죄, 죄송합니다…
en_us: I-I’m sorry...

source: 보배한테도 말 안 할 거야?{j}오늘 일…
en_us: you’re not going to tell bobae about today either?{j}

source: 시원오빠 잉스타 왜 다 내려갔어요?ㅠㅠ
en_us: why did siwon take down all his posts? :((

source: 마냥 새침한 성격인 줄만 알았는데…
en_us: I used to think she was haughty and mean...

source: 그, 그런가...?
en_us: i-is it?

source: 다시는 유혹에 넘어가지 말자구!!!
en_us: don’t fall for such temptations again!!!

source: 진짜 잘 어울린다.
en_us: they look so good together.

source: 실시간 채팅
en_us: Live Chat

source: 어디 보자...
en_us: let’s see...

source: 오옷, 김민호~!!
en_us: oho! minho!!!

source: ㅎㅎㅎ
en_us: hehehe.

source: 안 그래도 임플란트 해서 돈 쥰내 나감--
en_us: yeah. it cost a ton to get a new tooth implant, dammit.

source: 이럴 순 없어…!!
en_us: this is impossible!!!

source: 미쳤냐?
en_us: no way!

source: 정말 뭐든 할 자신 있어!!!
en_us: I can do anything you tell me to do!!!

source: 이 새X 이거 이럴 줄 알았어!
en_us: puahaha! I knew it!

source: 아냐, 시아쨩 출발하는 거까지만 보고 갈게.
en_us: no, it’s okay, sia-chan. I’ll wait until you get on the bus.

source: 가까이 오지 마라~
en_us: don’t come near me.

source: 그런 게 있어?
en_us: there are such things?

source: 내 키가 178인데!?
en_us: I’m 5’ 10” though!

source: 어이 어이, 오자마자 노래를 세 개 연속으로 예약한 건 너였다고!
en_us: oi, oi! you’re the one who reserved three songs in a row the moment we came in!

source: 저와 사귀어 주십시오, 시아님!!
en_us: ms. sia, please be my girlfriend!!!

source: 사용중
en_us: OCCUPIED

source: 그래~ 내가 널 모르냐?
en_us: of course. I know, I know.

source: 그, 그래...
en_us: o-okay...

source: 어쭙잖게 나 신경써주는 척 하지 말고!
en_us: stop pretending to care about me! it’s ridiculous!

source: 성환쨩...!!!
en_us: seonghwan-chan!!!

source: 뭐… 아직 프로젝트 성공한 것도 아닌데
en_us: although... the project isn’t a complete success yet.

source: 그냥 적게 먹고 운동만 하면…
en_us: I thought simply eating less and exercising more...

source: 이 정도는 해줘야지!
en_us: you have to do at least this!

source: 그게 얼마나 재밌는데!!
en_us: it’s really fun!

source: 그리고 혹시 몰라.
en_us: and who knows?

source: 시아쨩!!
en_us: sia-chan!!!

source: 자자잠깐!
en_us: w-wait!

source: 아뵤
en_us: HIYAH

source: 너 다시와서 재 봐...!
en_us: come and weigh yourself again!

source: 코딱지!?
en_us: a booger?!

source: 자, 그럼 바로 스트레칭 시작하자~
en_us: then let’s start off by stretching now.

source: ㅋㅋㅋㅋㅋㅋ 우리만 보기 아깝다
en_us: gahahaha, this is too good for only us to see!

source: 나 학원가야 되는데...!
en_us: I have to go to the academy now!

source: ㅇ ㅣ 한자
en_us: tuv wxyz Korean

source: 엇...!
en_us: oh!

source: 하긴…
en_us: besides...

source: 오랜만이다?
en_us: long time no see!

source: 쟤가 지금 뭐라고 하는 거야...?
en_us: what did she just say?

source: 크리스마스였었지…
en_us: it was christmas...

source: 윤꽃분,
en_us: daisy yoon.

source: 영상 곳곳에서 민호가 큐브 몬스터 덕후라는 증거들이 포착 되었고,
en_us: ...was because people discovered proof that he is a cube monster stan in the videos...

source: 위험한 꿈이었다...
en_us: that was a dangerous dream...

source: 얼마나 잘 나왔는지 보자.
en_us: let’s see how well it turned out.

source: 정말 활기찬 친구구먼!!
en_us: what an energetic fellow!!!

source: 뭐야, 너 내 이름도 몰랐어?
en_us: what? you don’t know my name?

source: 메시지 보내기
en_us: Send a message

source: 기사님
en_us: Driver

source: 괜히 같이 노래방 가자고 했나…
en_us: maybe I shouldn’t have agreed to karaoke with them...

source: 아까...
en_us: two sweet potatoes...

source: 의외로 열심히 해줘서 놀랐어~
en_us: but I was surprised that you kept up with it until now.

source: 오빠가 얼마나 힘이 들었으면 잠결에 폭식까지 했을지...
en_us: how hard must it be if it makes him binge eat in his sleep?

source: 프로젝트 시작하자고!
en_us: I’m saying, let’s do the project!

source: 내가 기억하는 네 이름은 분명 윤꽃분이었거든...
en_us: I remembered you as daisy yoon...
